/* Title for event birthday (with a name) */
"%@\\U2019s Birthday" = "Compleanno di %@";

/* Title for event birthday (without a name) */
"Birthday" = "Compleanno";

"FACEBOOK_CALENDAR_NAME" = "Eventi Facebook";

/* default calendar name */
"DEFAULT_CALENDAR_NAME" = "Calendario";

/* default reminders calendar name */
"DEFAULT_TASK_CALENDAR_NAME" = "Promemoria";
// Also this one, sadly.  See 9806767 and 9696624
"Reminders" = "Promemoria";

/* Default name for an event/reminder alarm */
"DEFAULT_REMINDER_NAME" = "Promemoria";

/* Errors, returned as part of EKError object. Generally only for developers, but they might appear in UI.*/
"EVENT_NOT_MUTABLE_ERROR" = "Impossibile modificare l'evento.";

"NO_CALENDAR_ERROR" = "Nessun calendario impostato.";

"NO_START_DATE_ERROR" = "Nessuna data di inizio impostata.";

"NO_END_DATE_ERROR" = "Nessuna data di fine impostata.";

"DATES_INVERTED_ERROR" = "La data di inizio deve precedere quella di fine.";

"UNEXPECTED_ERROR" = "Si è verificato un errore inatteso.";

"CALENDAR_SOURCE_CANNOT_BE_MODIFIED" = "Lo spostamento del calendario in un altro account potrebbe non essere eseguito.";


"CALENDAR_READ_ONLY_ERROR" = "Il calendario è di sola lettura.";

"DURATION_EXCEEDS_RECURRENCE_ERROR" = "L'evento è troppo lungo per poterlo ripetere spesso.";

"ALARM_EXCEEDS_RECURRENCE_ERROR" = "L'evento si ripete prima dell'avviso.";

"START_DATE_FUTURE_ERROR" = "L'evento ricorre in un futuro troppo lontano.";

"OCCURRENCE_COLLISION_ERROR" = "Un altro evento come questo ha luogo in questa data.";

"INVITES_CANNOT_MOVE_ERROR" = "Impossibile spostare gli inviti su un altro calendario.";

"CANNOT_GEOCODE_LOCATION_ERROR" = "Impossibile eseguire la geocodifica della posizione del promemoria su un indirizzo per attivare l'allarme.";

/* meaningless to end users, but useful for coders. It means the event is being used with the wrong database (store). */
"WRONG_STORE_ERROR" = "L'evento non fa parte di quel database (store) eventi.";

/* developer error */
"SPAN_ERROR" = "È stato specificato uno span non valido.";

"CALENDAR_HAS_NO_SOURCE" = "Calendario non appartenente a un account";

"DOES_NOT_ALLOW_RECURRENCE_CHANGES" = "Impossibile modificare il campo ripetuto.";

"DOES_NOT_ALLOW_ALARM_CHANGES" = "Impossibile modificare avvisi.";

"DOES_NOT_ALLOW_ATTENDEE_CHANGES" = "Impossibile modificare partecipanti.";

"CALENDAR_IMMUTABLE" = "Impossibile modificare o eliminare quel calendario.";

"STRUCTURED_LOCATIONS_NOT_SUPPORTED" = "Posizioni con info geografiche non supportate da questo account.";

"ACTIONS_NOT_SUPPORTED" = "Le azioni non sono supportate da questo account.";

"REMINDER_LOCATIONS_NOT_SUPPORTED" = "Posizioni dei promemoria non supportate da questo account.";

"ALARM_PROXIMITY_NOT_SUPPORTED" = "Avvisi basati sulla vicinanza non supportati da questo account.";

"RECURRING_TASK_REQUIRES_DUE_DATE_ERROR" = "Un promemoria ripetuto deve avere una data di termine.";

"SOURCE_PROHIBITS_CALENDAR_ADD_DELETE" = "Quell'account non consente di aggiungere o rimuovere calendari.";

"CALENDAR_DOES_NOT_ALLOW_EVENTS" = "Il calendario non consente di aggiungere eventi.";

"CALENDAR_DOES_NOT_ALLOW_REMINDERS" = "Il calendario non consente di aggiungere promemoria.";

"SOURCE_DOES_NOT_ALLOW_REMINDERS" = "L'account non supporta promemoria.";

"PRIORITY_IS_INVALID" = "Le priorità devono essere tra 0 e 9.";

"INVALID_ENTITY_TYPE" = "Non è un EKEntityType valido.";
